Repository: nmshd/backbone
Catalog: Modules/Devices/src/Devices.Infrastructure/Translations/Resources.*.resx
Languages: de, it, pt

# DeletionProcessApprovedPushNotification.Body
source: A deletion process of one of your identities has been was approved and will be processed shortly.
de: Ein Löschvorgang einer Ihrer Identitäten wurde bestätigt und wird in Kürze prozessiert.
it: Un processo di eliminazione di una delle Sue identità è stato approvato e verrà elaborato a breve.

# DeletionProcessApprovedPushNotification.Title
source: A deletion process has been approved
de: Löschvorgang bestätigt
it: Un processo di eliminazione è stato approvato.

# DeletionProcessCancelledByOwnerPushNotification.Body
source: A deletion process of one of your identities has been cancelled by you.
de: Ein Löschvorgang einer Ihrer Identitäten wurde von Ihnen abgebrochen.
it: Un processo di eliminazione di una delle Sue identità è stato annullato da Lei.

# DeletionProcessCancelledByOwnerPushNotification.Title
source: A deletion process has been cancelled
de: Löschvorgang abgebrochen
it: Un processo di eliminazione è stato annullato.

# DeletionProcessCancelledBySupportPushNotification.Body
source: A deletion process of one of your identities has been cancelled by our support team.
de: Ein Löschvorgang einer Ihrer Identitäten wurde von unserem Support Team abgebrochen.
it: Un processo di eliminazione di una delle Sue identità è stato annullato dal nostro team di supporto.

# DeletionProcessCancelledBySupportPushNotification.Title
source: A deletion process has been cancelled
de: Löschvorgang abgebrochen
it: Un processo di eliminazione è stato annullato.

# DeletionProcessGracePeriodReminderPushNotification.Body
source: Your Identity will be deleted in a few days. You can still cancel up to this point.
de: Ihre Identität wird in ein paar Tagen gelöscht. Bis dahin haben Sie die Möglichkeit, diesen Vorgang abzubrechen.
it: La Sua identità verrà cancellato tra pochi giorni. Nel frattempo è ancora possible di annullare il processo di eliminazione.
pt: A sua identidade será excluída dentro de alguns dias. O cancelamento ainda é possível.

# DeletionProcessGracePeriodReminderPushNotification.Title
source: Your Identity will be deleted
de: Deine Identität wird gelöscht
it: La Sua identità verrà cancellato.
pt: A sua identidade será excluída

# DeletionProcessStartedPushNotification.Body
source: A Deletion Process was started for one of your identities.
de: Ein Löschvorgang wurde für eine Ihrer Identitäten gestartet.
it: Il processo di eliminazione è stato iniziato per una delle Sue identità.
pt: Um processo de eliminação foi iniciado para uma das suas identidades.

# DeletionProcessStartedPushNotification.Title
source: Deletion process started
de: Löschvorgang gestartet
it: Il processo di eliminazione è stato iniziato.
pt: O processo de eliminação foi iniciado

# DeletionProcessWaitingForApprovalReminderPushNotification.Body
source: There is a deletion process for your identity that waits for your approval. If you don't approve it within a few days, the process will be cancelled.
de: Ein Löschvorgang einer Ihrer Identitäten wartet auf eine Bestätigung. Falls Sie diesen nicht innerhalb weniger Tage bestätigen, wird der Löschvorgang abgebrochen.
it: Il processo di eliminazione della Sua identità ha bisogno della Sua approvazione. Nel caso non venga approvato entro pochi giorni, sarà automaticamente annullato.
pt: Há um processo de eliminação para a sua identidade que aguarda a sua aprovação. Se não o aprovar dentro de alguns dias, o processo será cancelado.

# DeletionProcessWaitingForApprovalReminderPushNotification.Title
source: Deletion process waiting for approval
de: Löschvorgang wartet auf Bestätigung
it: Processo di eliminazione in attesa di approvazione
pt: Processo de eliminação a aguardar aprovação

# DeletionStartsPushNotification.Body
source: The deletion of your identity is now complete.
de: Die Löschung Ihrer Identität ist erfolgt.
it: La cancellazione della Sua identità è stato adesso completata.
pt: A eliminação da sua identidade foi concluída.

# DeletionStartsPushNotification.Title
source: Your identity is now deleted
de: Ihre Identität ist jetzt gelöscht.
it: La Sua identità è adesso cancellata.
pt: A sua identidade foi eliminada

# ExternalEventCreatedPushNotification.Body
source: New updates are available in the app.
de: Es sind Neuigkeiten in der App verfügbar.
it: Nuovi aggiornamenti sono disponibili nell'app.
pt: Estão disponíveis novas atualizações na aplicação.

# ExternalEventCreatedPushNotification.Title
source: Updates available
de: Neuigkeiten verfügbar
it: Aggiornamenti disponibili
pt: Atualização recebida

# TestPushNotification.Body
source: This is a Test push notification.
de: Das ist ein Test.
it: Questa è una notifica push di prova.
pt: Isto é uma notificação de teste.

# BackupDeviceUsedPushNotification.Title
source: Backup Device used
de: Wiederherstellungsgerät benutzt
it: Dispositivo di recupero usato

# BackupDeviceUsedPushNotification.Body
source: Your backup device was used
de: Ihr Wiederherstellungsgerät wurde benutzt.
it: Il dispositivo di backup è stato utilizzato.

# DatawalletModificationsCreatedPushNotification.Body
source: New updates are available in the app.
it: Nuovi aggiornamenti sono disponibili nell'app.
pt: Há atualizações disponíveis na aplicação.

# DatawalletModificationsCreatedPushNotification.Title
source: Updates available
it: Aggiornamenti disponibili
pt: Atualizações Disponíveis

# TestPushNotification.Title
source: Test
pt: Teste
